Repository: bluesurfer/UniveCalendar
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Please login to access this page
it: Devi accedere per visitare questa pagina

source: Email
it: Indirizzo Email

source: Keep me logged in
it: Ricordami

source: Log In
it: Accedi

source: Username
it: Nome utente

source: Username must have at least 6 characters
it: Il nome utente deve contentere almeno 6 caratteri

source: Usernames must have only letters, numbers, dots or underscores
it: Il nome utente può contenere solo caratteri alfanumerici

source: Password must have at least 6 characters
it: La password deve contenere almeno 6 caratteri

source: Passwords must match
it: Le password non coincidono

source: Confirm password
it: Conferma password

source: Register
it: Registrati

source: Email already registered
it: Indirizzo email già esistente

source: Username already in use
it: Il nome utente esiste già

source: Reset Password
it: Resetta Password

source: New Password
it: Nuova password

source: Unknown email address
it: Email sconosciuta

source: Old password
it: Vecchia password

source: New password
it: Nuova password

source: Confirm new password
it: Conferma nuova password

source: Update Password
it: Aggiorna Password

source: New Email
it: Nuovo indirizzo email

source: Update Email Address
it: Aggiorna Indirizzo email

source: Email already registered.
it: Indirizzo email già esistente

source: Invalid username or password.
it: Nome utente o password non validi

source: Logout successful.
it: Hai eseguito correttamente il logout

source: Confirm Your Account
it: Conferma il tuo Account

source: A confirmation email has been sent to you by email.
it: Una email di conferma è stata spedita al tuo indirizzo email.

source: You have confirmed your account. Thanks!
it: Hai confermato il tuo account. Grazie!

source: The confirmation link is invalid or has expired.
it: Il link di conferma non è valido o è scaduto.

source: A new confirmation email has been sent to you by email.
it: Una nuova email di conferma è stata inviata al tuo indirizzo email.

source: Reset Your Password
it: Resetta Password

source: An email with instructions to reset your password has been sent to you.
it: Ti abbiamo inviato una email con le istruzioni per resettare la tua password.

source: Your password has been updated.
it: La tua password è stata cambiata.

source: Change Password
it: Cambia Password

source: Invalid password.
it: Password non valida

source: Profile
it: Profilo

source: Change Email
it: Cambia Email

source: An email with instructions to confirm your new email address has been sent to you.
it: Ti abbiamo inviato una email con le istruzioni per resettare la tua password.

source: Invalid email or password.
it: Nome utente o password non validi

source: Your email address has been updated.
it: La tua password è stata cambiata.

source: Invalid request.
it: Richiesta non valida.

source: Activate Telegram
it: Attiva Telegram

source: Courses
it: Corsi

source: No course selected
it: Nessun corso selezionato

source: %(num)s new course added
it: Aggiunto %(num)s nuovo corso

source: No new course added
it: Nessun corso è stato aggiunto

source: %(num)s course deleted
it: %(num)s corso eliminato

source: No course deleted
it: Nessun corso è stato eliminato

source: No feed found
it: Non ci sono avvisi

source: Published %(fromnow)s at %(date)s
it: Postato %(fromnow)s il %(date)s

source: Read all feeds
it: Leggi tutti gli avvisi

source: This website uses cookies to ensure you get the best experience on our website
it: Questo sito utilizza i cookie per garantire la migliore esperienza dell'utente nel nostro sito

source: Got it!
it: Accetto

source: More info
it: Saperne di più

source: Feeds
it: Avvisi

source: Profile Detail
it: Dettagli Profilo

source: Language
it: Lingua

source: Italian
it: Italiano

source: English
it: Inglese

source: Logout
it: Esci

source: My courses
it: I miei Corsi

source: Delete courses
it: Elimina Corsi

source: Loading table
it: Caricamento tabella

source: Follow
it: Segui

source: Code
it: Codice

source: Year
it: Anno

source: Name
it: Insegnamento

source: Partition
it: Partizione

source: Field
it: Settore

source: Period
it: Periodo

source: Professor
it: Professore

source: Add courses
it: Aggiungi Corsi

source: Follow the wizard to add new courses.
it: Segui la procedura guidata per aggiungere nuovi corsi

source: Category
it: Categoria

source: Select a category
it: Seleziona una categoria di laurea

source: Bachelor
it: Triennale

source: Master
it: Magistrale

source: Degree
it: Laurea

source: Find your degree course
it: Trova il tuo corso di laurea

source: Choose your curriculum
it: Scegli un piano di studi

source: Choose the courses you intend to follow.
it: Scegli i corsi che intendi seguire

source: Current step
it: Passo corrente

source: Steps
it: Passi

source: Finish
it: Fine

source: Next
it: Avanti

source: Back
it: Indietro

source: Loading...
it: Caricamento

source: Feed
it: Avviso

source: Subject:
it: Oggetto

source: From:
it: Da:

source: Inbox
it: In arrivo

source: Select/deselect all
it: Selziona/deseleziona tutto

source: Check feeds
it: Controlla avvisi

source: Refresh
it: Aggiorna

source: Mark as read
it: Segna come già letto

source: Stay up to date!
it: Rimani aggiornato!

source: Connect your Telegram account, click <a href='%(link)s'>here</a>
it: Collega il tuo account Telegram, clicca <a href='%(link)s'>qui</a>

source: Welcome %(username)s
it: Benvenuto, %(username)s

source: You have %(num)s unread feed.
it: Hai %(num)s avviso non letto

source: %(num)s Followed Course
it: Corso seguito

source: Total credits
it: Totale crediti

source: Lessons to attend
it: Lezioni da seguire

source: Latest feeds
it: Ultimi Avvisi

source: My calendar
it: Il mio Calendario

source: You calendar is empty.
it: Il tuo calendario è vuoto

source: Download Calendar
it: Scarica Calendario

source: Get your personal calendar in ICS format, compatible with the most common Calendar apps
it: Scarica il tuo calendario personale in formato ICS, compatibile con le più comuni applicazioni Calendar

source: From
it: Dalle

source: to
it: alle

source: Page course
it: Pagina del corso

source: Member since %(member_since)s
it: Iscritto dal %(member_since)s

source: Last seen: %(last_seen)s
it: Ultimo accesso: %(last_seen)s

source: Telegram notifications:
it: Avvisi via Telegram:

source: Enabled
it: Abilitato

source: Disabled
it: Disabilitato

source: View Feed
it: Vedi Avviso

source: Login
it: Accedi

source: Telegram Activation Link
it: Link di Attivazione Telegram

source: Don't you want to miss a feed?
it: Non vuoi perdere nessun avviso?

source: Click the following link to connect your Telegram account and start receiving updates.
it: Clicca il link seguente per collegare il tuo account Telegram e iniziare a ricevere gli aggiornamenti

source: Type here your new email adress
it: Inserisci il tuo nuovo indirizzo email

source: Type here your new password
it: Inserisci la tua nuova password

source: Login with your account
it: Accedi con il tuo account

source: Forgot password?
it: Password dimenticata?

source: I don't have an account
it: Non hai un account?

source: Create account
it: Crea Account

source: Create new account
it: Crea un nuovo account

source: Already have an account?
it: Hai già un account?

source: Forgot password
it: Password dimenticata

source: Enter your email address. We will sent you an email with instructions to reset your password.
it: Inserisci il tuo indirizzo email. Ti inviaremo una email con le istruzioni per resettare la tua password.

source: Email address
it: Indirizzo email

source: Reset password
it: Resetta Password

source: Hello, %(username)s
it: Ciao, %(username)s

source: You have not confirmed your account yet.
it: Non hai ancora confermato il tuo account.

source: Before you can access this site you need to confirm your account. Check your inbox, you should have received an email with a confirmation link.
it: Per potere accedere a questo sito devi prima confermare il tuo account. Controlla la tua casella di posta elettronica, dovresti avere ricevuto una email con un link di conferma.

source: Need another confirmation email?
it: Ti serve un'altra email di conferma?

source: Click here
it: Clicca qui

source: Page not found
it: Pagina non trovata

source: The page you are looking for could not be found.
it: La pagina che stai cercando non può essere trovata.

source: Back to home
it: Torna alla Home

source: You are not allowed to visit this page.
it: Non sei autorizzato a visitare questa pagina.
